功能：监测服务的情况 
{@}{shw}开始检查阿里去相关12台服务器......
{@}{shw}---------------------------------------------------------------------
{@}{dbh}NO{||}HOST{||}PORT{||}USER{||}PWD{||}STATUS{||}SERVERNAME
	{|}
		1{|||}10.139.101.104{|||}22{|||}root{|||}cao19**HUA{|||}TRUE{|||}web主数据库{||}
		2{|||}  10.139.101.0{|||}22{|||}root{|||})(*765POIuyt{|||}TRUE{|||}Web备份数据库{||}
		3{|||}10.139.101.100{|||}22{|||}root{|||}7ujm!QAZ{|||}TRUE{|||}API Service{||}
		4{|||} 10.139.100.98{|||}22{|||}root{|||}hjHH890*(){|||}TRUE{|||}cntv66.com{||}
		5{|||}10.139.101.105{|||}22{|||}root{|||}hjHH*IK<{|||}TRUE{|||}CFCA数据库{||}
		6{|||}10.139.101.103{|||}22{|||}root{|||}nhy6%TGB{|||}TRUE{|||}中心分发{||}
		
		7{|||}10.139.101.106{|||}22{|||}root{|||}0okm^TFC{|||}TRUE{|||}停用_Web2应用{||}
		8{|||}10.139.101.102{|||}22{|||}root{|||}hjHH&UJM{|||}TRUE{|||}停用_CFCA数据库{||}
		9{|||} 10.139.100.99{|||}22{|||}root{|||}hjHH(OL>{|||}TRUE{|||}停用_RA应用{||}
	 10{|||} 10.139.101.10{|||}22{|||}root{|||}9ol.#EDC{|||}TRUE{|||}停用_交易备用数据库{||}
	 11{|||}  10.139.101.1{|||}22{|||}root{|||}8ik,@WSX{|||}TRUE{|||}停用_交易主数据库{||}
	 12{|||}10.139.101.107{|||}22{|||}root{|||}mju7^YHNbgt5{|||}TRUE{|||}停用_Sale
		
	{|}
		/reg/monitor/Check_Server.lex{|||}utf-8
				{||}[host]{-}HOST
				{||}[port]{-}PORT
				{||}[user]{-}USER
				{||}[pwd]{-}PWD
				{||}[status]{-}STATUS
				{||}[servername]{-}SERVERNAME
				{||}[no]{-}NO
	{|}1
{@}{shw}=====================  全部服务器检测完成。 =====================
{@}{shw}
